[
  {
      "title": "วัตถุสองชิ้นมีมวล m1 และ m2 ถูกผูกติดกันด้วยเชือกที่มีความยืดหยุ่นบนพื้นผิวที่ไม่มีแรงเสียดทาน วัตถุทั้งสองถูกดึงด้วยแรง F ที่แนวเดียวกัน จงหาค่าของความเร่งของระบบทั้งหมด",
      "options": [
          "a = F / (m1 + m2)",
          "a = F / (m1 - m2)",
          "a = (m1 + m2) / F",
          "a = F * (m1 + m2)",
          "a = (m1 * m2) / F"
      ],
      "answer": 1
  },
  {
      "title": "ในระบบหมุนที่มีแรงดึงดูดทางแรงโน้มถ่วง เมื่อวัตถุหมุนรอบจุดศูนย์กลางด้วยความเร็วเชิงมุมคงที่ คำนวณโมเมนต์ของแรงที่กระทำต่อวัตถุนี้",
      "options": [
          "τ = I * α",
          "τ = m * v * r",
          "τ = r * F",
          "τ = m * g * r",
          "τ = I * ω"
      ],
      "answer": 3
  },
  {
      "title": "จงหาค่าของความยาวคลื่นสูงสุดของแสงที่เกิดจากการกระตุ้นอะตอมของธาตุที่มีพลังงานที่ต่ำที่สุดในการเปลี่ยนสถานะจากระดับพลังงาน E1 ไปยังระดับพลังงาน E2",
      "options": [
          "λ = h / (E2 - E1)",
          "λ = c / (E2 - E1)",
          "λ = E2 / E1",
          "λ = (E2 - E1) / h",
          "λ = h * (E2 - E1)"
      ],
      "answer": 1
  },
  {
      "title": "เมื่อลูกตุ้มของเครื่องยนต์เคลื่อนที่ไปในแนววงกลมในสนามแรงโน้มถ่วงของโลก ความเร็วเชิงมุมของมันมีค่าคงที่ จงหาค่าของแรงที่กระทำในแนวรัศมีที่ทำให้ลูกตุ้มเคลื่อนที่ในวงกลมนี้",
      "options": [
          "F = m * v² / r",
          "F = m * g * r",
          "F = m * ω² * r",
          "F = m * g * sin(θ)",
          "F = m * v * r"
      ],
      "answer": 3
  },
  {
      "title": "ในการทดลองของแคโทด เราใช้ความต่างศักย์ 10 kV เมื่ออิเล็กตรอนเคลื่อนที่จากแคโทดไปยังอโนด ถามว่าพลังงานจลน์ของอิเล็กตรอนเมื่อมาถึงอโนดมีค่าเท่าใด?",
      "options": [
          "E = e * V",
          "E = m * v²",
          "E = h * f",
          "E = e * (V - φ)",
          "E = e * V / 2"
      ],
      "answer": 1
  },
  {
      "title": "เมื่อคลื่นเสียงเดินทางในอากาศในสภาพอุณหภูมิ 20°C ความเร็วของคลื่นเสียงมีค่าประมาณเท่าใด?",
      "options": [
          "340 m/s",
          "320 m/s",
          "330 m/s",
          "3400 m/s",
          "350 m/s"
      ],
      "answer": 1
  },
  {
      "title": "จงคำนวณความต้านทานรวมของตัวต้านทานที่เชื่อมต่อกันแบบอนุกรมและขนานตามลำดับ โดยมีตัวต้านทาน 2 ตัว คือ R1 = 10 Ω และ R2 = 20 Ω",
      "options": [
          "R = 10 Ω",
          "R = 30 Ω",
          "R = 15 Ω",
          "R = 20 Ω",
          "R = 5 Ω"
      ],
      "answer": 2
  },
  {
      "title": "หากมีแรง F กระทำต่อวัตถุที่มีมวล m ทำให้วัตถุเคลื่อนที่ด้วยความเร่ง a จงหาค่าของแรงที่กระทำต่อวัตถุนี้",
      "options": [
          "F = m * a",
          "F = m * v",
          "F = m * g",
          "F = a / m",
          "F = a * g"
      ],
      "answer": 1
  },
  {
      "title": "เมื่อลูกกลิ้งเคลื่อนที่บนพื้นผิวที่มีแรงเสียดทานเท่ากับ 0 คำนวณการเคลื่อนที่ของลูกกลิ้งในกรณีที่แรงที่กระทำมีค่าคงที่",
      "options": [
          "ลูกกลิ้งจะเคลื่อนที่ในแนวตรงด้วยความเร็วคงที่",
          "ลูกกลิ้งจะมีการเร่งที่คงที่",
          "ลูกกลิ้งจะหยุดทันที",
          "ลูกกลิ้งจะเคลื่อนที่เป็นวงกลม",
          "ลูกกลิ้งจะเคลื่อนที่ด้วยความเร่งเพิ่มขึ้น"
      ],
      "answer": 1
  },
  {
      "title": "แรงไฟฟ้าที่เกิดจากการกระทำของสนามไฟฟ้าในพื้นที่มีค่า E จะมีผลต่อลูกที่มีประจุ q อย่างไร?",
      "options": [
          "สร้างแรงที่เป็นแนวตรง",
          "สร้างแรงที่มีทิศทางตามสนามไฟฟ้า",
          "สร้างแรงที่มีทิศทางตรงข้ามกับสนามไฟฟ้า",
          "สร้างแรงที่ขึ้นอยู่กับมุมของการวางตัว",
          "ไม่เกิดแรงเลย"
      ],
      "answer": 2
  },
  {
      "title": "การสะท้อนแสงจากกระจกแบนที่มีมุมตกแสง 30° จงคำนวณมุมสะท้อนแสง",
      "options": [
          "30°",
          "60°",
          "0°",
          "45°",
          "90°"
      ],
      "answer": 1
  },
  {
      "title": "ในกรณีที่คลื่นเสียงเดินทางผ่านสื่อที่มีความหนาแน่นแตกต่างกัน จงอธิบายการเปลี่ยนแปลงของความเร็วคลื่นเสียง",
      "options": [
          "ความเร็วคลื่นเสียงจะเพิ่มขึ้นในสื่อที่มีความหนาแน่นสูงกว่า",
          "ความเร็วคลื่นเสียงจะลดลงในสื่อที่มีความหนาแน่นสูงกว่า",
          "ความเร็วคลื่นเสียงจะคงที่",
          "ความเร็วคลื่นเสียงจะขึ้นอยู่กับอุณหภูมิ",
          "ความเร็วคลื่นเสียงจะเพิ่มขึ้นในสื่อที่มีอุณหภูมิสูงกว่า"
      ],
      "answer": 2
  },
  {
      "title": "ในระบบหมุนที่มีแรงดึงดูดทางแรงโน้มถ่วง เมื่อลูกบอลเคลื่อนที่ในวงกลมในสนามแรงโน้มถ่วงของโลก คำนวณแรงต้านทานที่เกิดจากความเร็วเชิงมุมของมัน",
      "options": [
          "F = m * ω² * r",
          "F = m * v * r",
          "F = r * g",
          "F = m * g * sin(θ)",
          "F = m * v² / r"
      ],
      "answer": 1
  },
  {
      "title": "การสะท้อนแสงจากกระจกโค้งแบบนูนจะทำให้แสงที่ตกกระทบบนกระจกสะท้อนออกไปในทิศทางใด?",
      "options": [
          "สะท้อนออกไปกระจาย",
          "สะท้อนออกไปในทิศทางเดียวกัน",
          "สะท้อนกลับมาเป็นลำแสงเดียว",
          "สะท้อนออกไปเป็นแสงแยกต่างหาก",
          "สะท้อนออกไปตามทิศทางตรงข้าม"
      ],
      "answer": 1
  },
  {
      "title": "เมื่อฟ้าผ่าลงมาบนพื้นดิน ความต่างศักย์ที่เกิดขึ้นมีค่าเท่าใด?",
      "options": [
          "สูงมากจนสามารถทำลายอุปกรณ์อิเล็กทรอนิกส์ได้",
          "มีค่าต่ำมาก",
          "สูงสุดประมาณ 1,000 V",
          "สูงสุดประมาณ 100,000 V",
          "มีค่าไม่เปลี่ยนแปลง"
      ],
      "answer": 1
  },
  {
      "title": "หากมีสสารหนึ่งมีพลังงานศักย์สูงมากเมื่อเปรียบเทียบกับพลังงานจลน์ จงหาค่าของพลังงานจลน์ในสภาวะนั้น",
      "options": [
          "พลังงานจลน์จะเป็นศูนย์",
          "พลังงานจลน์จะมีค่ามากที่สุด",
          "พลังงานจลน์จะมีค่าต่ำสุด",
          "พลังงานจลน์จะเป็นค่าลบ",
          "พลังงานจลน์จะเป็นค่าบวกสูงสุด"
      ],
      "answer": 1
  },
  {
      "title": "หากมีกระแสไฟฟ้าไหลผ่านตัวนำที่มีความยาว L และความต้านทาน R จงหาค่าของพลังงานที่เสียไปในตัวนำนี้เมื่อเวลาผ่านไป t",
      "options": [
          "P = I² * R",
          "P = V² / R",
          "P = I * V",
          "P = R * I",
          "P = L * R * t"
      ],
      "answer": 1
  },
  {
      "title": "เมื่อลูกบอลขนาดเล็กมีมวล m ถูกโยนขึ้นในแนวดิ่งจากพื้นดินด้วยความเร็วเริ่มต้น v0 จงหาค่าของความสูงสูงสุดที่ลูกบอลจะไปถึง",
      "options": [
          "h = v0² / 2 * g",
          "h = v0 * g",
          "h = 2 * g / v0",
          "h = g / v0²",
          "h = v0 * g * t"
      ],
      "answer": 1
  },
  {
    "title": "เมื่อฟ้าผ่าลงมาบนพื้นดิน ความต่างศักย์ที่เกิดขึ้นมีค่าเท่าใด?",
    "options": [
        "สูงมากจนสามารถทำลายอุปกรณ์อิเล็กทรอนิกส์ได้",
        "มีค่าต่ำมาก",
        "สูงสุดประมาณ 1,000 V",
        "สูงสุดประมาณ 100,000 V",
        "มีค่าไม่เปลี่ยนแปลง"
    ],
    "answer": 1
},
{
    "title": "หากมีสสารหนึ่งมีพลังงานศักย์สูงมากเมื่อเปรียบเทียบกับพลังงานจลน์ จงหาค่าของพลังงานที่เกี่ยวข้องกับสสารนี้",
    "options": [
        "พลังงานจะอยู่ในรูปของพลังงานศักย์",
        "พลังงานจะอยู่ในรูปของพลังงานจลน์",
        "พลังงานจะอยู่ในรูปของพลังงานเคมี",
        "พลังงานจะเป็นค่าเฉลี่ย",
        "พลังงานจะอยู่ในรูปของพลังงานแสง"
    ],
    "answer": 1
}
]
